Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Repository '%@' is not cloned yet — open GitSync.md and clone it first
ar: %@لم يتم استنساخه بعد-افتح GitSync.md وقم باستنساخه أولاً
da: lager &#39;%@&#39; er ikke klonet endnu - åbent GitSync.md og klon først.
de: Repository&#39;%@&#39; ist noch nicht geklont-offen GitSync.md und klonen Sie es zuerst
es: &#39;%@&#39;aún no está clonado-abierto GitSync.md y clonar primero
fi: versio &#39;%@&#39; ei ole vielä kloonattu - avaa GitSync.md ja kloonaa se ensin.
fr: Référentiel&#39;%@&#39;n&#39;est pas encore cloné-ouvert GitSync.md et le cloner d&#39;abord
he: רפוזית%@לא נקלד עדיין – פתחו GitSync.md – הכנסו אותו ויצרו את הקлон שלו קודם.
hi: रिपॉजिटरी%@अभी तक क्लोन नहीं किया गया है — खुलें GitSync.md को पहले निकालें और फिर उसका क्लोन बनाएं।
hu: adatmagazin%@még nem klonálva – nyitja GitSync.md – először klonálja!
id: %@belum dikloning — buka GitSync.md dan kloningnya terlebih dahulu. Repository
it: Repository%@non è ancora clonato — apri GitSync.md e clona innanzitutto.
ja: リポジトリ%@はまだクローン化されていません — オープン GitSync.md を取得し、まずそのクローンを作成してください。
ko: 저장소%@는 아직 복제되지 않았습니다 — 열기 GitSync.md 를 먼저 가져와 클론화하세요.
nb: -repositoriet%@er ikke klonert ennå – åpne GitSync.md og kloner det først.
nl: -repository%@is nog niet gekloneerd – open GitSync.md en kloon dit eerst.
pl: Repositorium%@nie został jeszcze klonowany – otwórz GitSync.md – najpierw klonuj go.
pt_br: Repositório%@ainda não foi clonado — abrir GitSync.md e clone-o primeiro.
ru: %@ещё не клонирован — открыто GitSync.md — сначала клонируйте его. Репозиторий
sv: -Repository%@är ännu inte klonat – öppna GitSync.md och klona det först.
th: รีโพซิทอรี่%@ยังไม่ได้ถูกโคลน — เปิด GitSync.md และทำการโคลนก่อน
tr: Depo%@henüz klonlanmadı — açın GitSync.md 'yi ilk olarak bulun ve klonlayın.
uk: репозиторій%@ще не клонований — відкрито GitSync.md і спочатку клонуйте його.
vi: Repository%@chưa được clone — mở GitSync.md và hãy sao chép nó trước.
zh_hans: 存储库%@未被克隆——请打开 GitSync.md ，先进行克隆
zh_hant: 存儲庫%@未被剋隆——請打開 GitSync.md ，先進行剋隆

source: Repository '%@' not found in GitSync.md
ar: %@&#39;غير موجود في GitSync.md
da: lager &#39;%@&#39; ikke fundet i GitSync.md
de: Repository&#39;%@&#39; nicht gefunden in GitSync.md
es: &#39;%@&#39;no se encuentra en Repositorio GitSync.md
fi: versio &#39;%@&#39; ei löydy GitSync.md
fr: Référentiel&#39;%@&#39;introuvable dans GitSync.md
he: רפוזיון%@לא נמצאה ב- URL של רפוזיון GitSync.md
hi: रिपॉजिटरी%@को कहीं नहीं पाया गया। GitSync.md
hu: adatmagazin%@: nem található az adatbázisban A GitSync.md
id: %@tidak ditemukan dalam URL Repositori GitSync.md
it: Repository%@non trovato in Il URL del repository GitSync.md
ja: リポジトリ%@は、対象から見つかりません。 GitSync.md
ko: 저장소%@는 해당 위치에서 찾을 수 없습니다. GitSync.md
nb: -repositorium%@er ikke funnet i GitSync.md
nl: -repository%@is niet gevonden in De repository-URL voor GitSync.md
pl: Repositoriu%@nie znaleziono w URL repositoria GitSync.md
pt_br: Repositório%@não encontrado em O URL do repositório GitSync.md
ru: %@не найден в URL репозитория GitSync.md
sv: -Repository%@' inte hittad i' GitSync.md
th: รีโพซิทอรี%@ไม่พบใน GitSync.md
tr: Depo%@' bulunamadı' GitSync.md
uk: репозиторій%@не знайдено в URL репозиторію GitSync.md
vi: Repository '%@không được tìm thấy trong URL kho dữ liệu GitSync.md
zh_hans: 存储库%@在某处未找到 GitSync.md
zh_hant: 存儲庫%@在某處未找到 GitSync.md

source: Repository Not Found
ar: المستودع غير موجود
da: Repository ikke fundet
de: Repository nicht gefunden
es: Repositorio no encontrado
fi: Tietovarastoa ei löytynyt
fr: Dépôt introuvable
he: המאגר לא נמצא
hi: रिपॉज़िटरी नहीं मिली
hu: Tároló nem található
id: Repositori Tidak Ditemukan
it: Repository non trovato
ja: リポジトリが見つかりません
ko: 저장소를 찾을 수 없음
nb: Repositorium ikke funnet
nl: Repository niet gevonden
pl: Nie znaleziono repozytorium
pt_br: Repositório Não Encontrado
ru: Репозиторий не найден
sv: Förrådet hittades inte
th: ไม่พบ Repository
tr: Depo Bulunamadı
uk: Репозиторій не знайдено
vi: Không tìm thấy kho lưu trữ
zh_hans: 未找到仓库
zh_hant: 找不到儲存庫

source: Repository Status
ar: حالة المستودع
es: Estado del repositorio
fi: Tietovaraston tila
fr: État du dépôt
he: מצב המאגר
hi: रिपॉज़िटरी स्थिति
hu: Tároló állapota
id: Status Repositori
it: Stato del repository
ja: リポジトリの状態
ko: 저장소 상태
nb: Repositoriumstatus
pl: Stan repozytorium
pt_br: Status do Repositório
ru: Состояние репозитория
sv: Förrådsstatus
th: สถานะ Repository
tr: Depo Durumu
uk: Стан репозиторію
vi: Trạng thái kho lưu trữ
zh_hans: 仓库状态
zh_hant: 儲存庫狀態

source: Repository URL
ar: عنوان المستودع
da: lager- urle
es: URL del repositorio
fi: Tietovaraston URL
fr: URL du dépôt
he: כתובת URL של המאגר
hi: रिपॉज़िटरी URL
hu: Tároló URL
id: URL Repositori
it: URL del repository
ja: リポジトリ URL
ko: 저장소 URL
nb: Repositorium-URL
pl: Adres URL repozytorium
pt_br: URL do Repositório
ru: URL репозитория
sv: Förråds-URL
th: URL ของ Repository
tr: Depo URL'si
uk: URL репозиторію
vi: URL kho lưu trữ
zh_hans: 仓库链接
zh_hant: 儲存庫 URL

source: Repository URL is required.
ar: مطلوب. لم يتم العثور على مستودع
da: Repository URL er påkrævet.
de: Repository-URL ist erforderlich.
es: Se requiere la URL del repositorio.
fi: versiovaraston URL vaaditaan.
fr: L&#39;URL du référentiel est requise.
he: מחייבים. לא נמצאה מאגר
hi: रिपॉजिटरी URL आवश्यक है।
hu: repository URL-je kötelező.
id: wajib diisi.
it: è obbligatorio.
ja: リポジトリURLが必須です。
ko: 저장소 URL이 필수입니다.
nb: – Repository-URL er obligatorisk.
nl: is vereist.
pl: jest wymagany.
pt_br: é obrigatório.
ru: является обязательным.
sv: – Repostirot URL krävs.
th: URL ของรีโพซิทอรี่เป็นข้อมูลที่จำเป็น
tr: depo URL'si gereklidir.
uk: є обов'язковим.
vi: là bắt buộc.
zh_hans: ：需提供存储库URL。
zh_hant: ：需提供存儲庫URL。

source: Repository corrupted: %@. Try removing and re-cloning.
ar: المستودع تالف: %@. حاول إزالته وإعادة استنساخه.
da: Repository beskadiget: %@. Proev at fjerne og klone igen.
de: Repository beschädigt: %@. Versuche es zu entfernen und neu zu klonen.
es: Repositorio corrupto: %@. Intenta eliminarlo y clonarlo de nuevo.
fi: Tietovarasto vioittunut: %@. Kokeile poistaa ja kloonata uudelleen.
fr: Dépôt corrompu : %@. Essayez de le supprimer et de le cloner à nouveau.
he: המאגר פגום: %@. נסה להסיר ולשכפל מחדש.
hi: रिपॉज़िटरी दूषित: %@। हटाकर दोबारा क्लोन करें।
hu: A tároló sérült: %@. Próbáld meg eltávolítani és újra klónozni.
id: Repositori rusak: %@. Coba hapus dan clone ulang.
it: Repository corrotto: %@. Prova a rimuoverlo e clonarlo di nuovo.
ja: リポジトリが破損しています: %@。削除して再クローンしてください。
ko: 저장소가 손상되었습니다: %@. 삭제 후 다시 복제하십시오.
nb: Repositoriet er skadet: %@. Prøv å fjerne og klone på nytt.
nl: Repository beschadigd: %@. Probeer te verwijderen en opnieuw te klonen.
pl: Repozytorium uszkodzone: %@. Spróbuj usunąć i sklonować ponownie.
pt_br: Repositório corrompido: %@. Tente remover e clonar novamente.
ru: Репозиторий повреждён: %@. Попробуйте удалить и клонировать заново.
sv: Förrådet är skadat: %@. Försök ta bort och klona på nytt.
th: Repository เสียหาย: %@ ลองลบแล้วโคลนใหม่
tr: Depo bozulmuş: %@. Kaldırıp yeniden klonlamayı deneyin.
uk: Репозиторій пошкоджено: %@. Спробуйте видалити та клонувати повторно.
vi: Kho lưu trữ bị hỏng: %@. Hãy xóa và sao chép lại.
zh_hans: 仓库已损坏：%@。请尝试移除后重新克隆。
zh_hant: 儲存庫已損毀：%@。請嘗試移除後重新複製。

source: Repository not cloned yet. Clone it first.
ar: لم يتم استنساخ المستودع بعد. قم باستنساخه أولاً.
da: Repository er ikke klonet endnu. Klon det foerst.
de: Repository noch nicht geklont. Bitte zuerst klonen.
es: El repositorio aún no se ha clonado. Clónalo primero.
fi: Tietovarastoa ei ole vielä kloonattu. Kloonaa se ensin.
fr: Le dépôt n'est pas encore cloné. Clonez-le d'abord.
he: המאגר טרם שוכפל. יש לשכפל אותו תחילה.
hi: रिपॉज़िटरी अभी क्लोन नहीं हुई है। पहले क्लोन करें।
hu: A tároló még nincs klónozva. Előbb klónozd le.
id: Repositori belum di-clone. Clone terlebih dahulu.
it: Repository non ancora clonato. Clonalo prima.
ja: リポジトリはまだクローンされていません。先にクローンしてください。
ko: 저장소가 아직 복제되지 않았습니다. 먼저 복제하십시오.
nb: Repositoriet er ikke klonet ennå. Klon det først.
nl: Repository is nog niet gekloond. Kloon deze eerst.
pl: Repozytorium nie zostało jeszcze sklonowane. Najpierw je sklonuj.
pt_br: Repositório ainda não clonado. Clone-o primeiro.
ru: Репозиторий ещё не клонирован. Сначала клонируйте его.
sv: Förrådet är inte klonat ännu. Klona det först.
th: ยังไม่ได้โคลน repository กรุณาโคลนก่อน
tr: Depo henüz klonlanmadı. Önce klonlayın.
uk: Репозиторій ще не клоновано. Спочатку клонуйте його.
vi: Kho lưu trữ chưa được sao chép. Hãy sao chép trước.
zh_hans: 仓库尚未克隆，请先克隆。
zh_hant: 儲存庫尚未複製，請先進行複製。

source: Repository not found
ar: لم يتم العثور على المستودع
da: Repository ikke fundet
de: Repository nicht gefunden
es: Repositorio no encontrado
fi: Tietovarastoa ei löytynyt
fr: Dépôt introuvable
he: המאגר לא נמצא
hi: रिपॉज़िटरी नहीं मिली
hu: Tároló nem található
id: Repositori tidak ditemukan
it: Repository non trovato
ja: リポジトリが見つかりません
ko: 저장소를 찾을 수 없습니다
nb: Repositorium ikke funnet
nl: Repository niet gevonden
pl: Nie znaleziono repozytorium
pt_br: Repositório não encontrado
ru: Репозиторий не найден
sv: Förrådet hittades inte
th: ไม่พบ repository
tr: Depo bulunamadı
uk: Репозиторій не знайдено
vi: Không tìm thấy kho lưu trữ
zh_hans: 未找到仓库
zh_hant: 找不到儲存庫

source: Repository not found. Pick a repository again in Shortcuts.
ar: . اختر مستودعًا مرة أخرى في الاختصارات.
da: -lageret blev ikke fundet. Vælg et lager igen i Genveje.
de: Repository nicht gefunden. Wählen Sie in den Verknüpfungen erneut ein Repository aus.
es: Repositorio no encontrado. Elija un repositorio nuevamente en Atajos.
fi: versiovarastoa ei löytynyt. Valitse versio uudelleen pikanäppäimillä.
fr: Référentiel introuvable. Choisissez à nouveau un référentiel dans Raccourcis.
he: – בחרו מאגר נוסף ב-Shortcuts. האחסון
hi: रिपॉजिटरी नहीं पाई गई। Shortcuts में फिर से कोई रिपॉजिटरी चुनें।
hu: : a repozitórium nem található. Vissza kell választania egy repozitóriumot a Shortcuts eszközből.
id: Repositori tidak ditemukan. Pilih repositori lain lagi di Shortcuts.
it: : il repository non è stato trovato. Seleziona nuovamente un repository in Shortcuts.
ja: ：リポジトリが見つかりませんでした。ショートカットで再びリポジトリを選択してください。
ko: 저장소를 찾을 수 없습니다. Shortcuts에서 다시 저장소를 선택하세요.
nb: : Lager ikke funnet. Vennligst velg et lagre igjen i Shortcuts.
nl: : Repositorium niet gevonden. Kies opnieuw een repository in Shortcuts.
pl: : Repositorium nie wykryto. Wybierz ponownie repositorium w Shortcuts.
pt_br: Repositório não encontrado. Escolha novamente um repositório no Shortcuts.
ru: : репозиторий не найден. Пожалуйста, выберите другой репозиторий в разделе «Shortcuts».
sv: : Repotrettet hittades inte. Välj en repotrett igen i Shortcuts.
th: : ไม่พบคลังข้อมูล กรุณาเลือกคลังข้อมูลอีกครั้งใน Shortcuts
tr: depo bulunamadı. Shortcuts'te bir depo seçin.
uk: : репозиторій не знайдено. Оберіть інший репозиторій зі складань.
vi: : Không tìm thấy kho dữ liệu. Vui lòng chọn lại kho dữ liệu trong Shortcuts.
zh_hans: ：未找到存储库。请在“快捷方式”中重新选择存储库。
zh_hant: ：未找到存儲庫。請在“快捷方式”中重新選擇存儲庫。

source: Repository not synced. Please pull or re-clone first.
ar: غير متزامن. يرجى الجلب أو إعادة الاستنساخ أولاً.
da: lager ikke synkroniseret. Træk venligst eller genklon først.
de: Repository nicht synchron isiert. Bitte ziehen oder neu klonen zuerst.
es: no sincronizado. Por favor, tire o re-clone primero.
fi: versiovarasto ei synkronoitu. Vedä tai kloonaa ensin.
fr: Le référentiel n&#39;est pas synchronisé. S&#39;il vous plaît tirer ou re-cloner d&#39;abord.
he: לא מאופיין. אנא, הורdez או תכлон מחדש קודם.
hi: रिपॉजिटरी सिंक्ड नहीं है। कृपया पहले 'pull' या 're-clone' करें।
hu: repository nem sincronizálódott. Kérjük, először lekérje vagy újra klonálja a repositoryt.
id: Repositori belum sinkronisasi. Silakan jalankan `pull` atau `re-clone` terlebih dahulu.
it: : il repository non è stato sincronizzato. Si prega di eseguire prima un pull o un clone nuovo.
ja: リポジトリは同期されていません。まず、pullまたはre-cloneしてください。
ko: 저장소가 동기화되지 않았습니다. 먼저 pull 또는 re-clone을 수행해 주세요.
nb: -repositoriet er ikke synkronisert. Vennligst hent eller klon først.
nl: : repository niet gesynchroniseerd. Pull of clone eerst.
pl: : Repositoriom nie jest synchronizowane. Proszę najpierw wykonać operację pull lub ponowne klonowanie.
pt_br: : O repositório não foi sincronizado. Por favor, execute primeiro o comando `pull` ou `re-clone`.
ru: : репозиторий не синхронизирован. Пожалуйста, выполните операцию pull или повторное клонирование.
sv: : Repotreget är inte synkroniserat. Var snarare att hämta eller återklona det först.
th: : คลังข้อมูลยังไม่ได้ซิงค์ — กรุณาดึงหรือคลอนใหม่ก่อน
tr: depolama alanı sinkronize edilemedi. Lütfen önce pull veya yeniden klonlayın.
uk: : репозиторій не синхронізувався. Будь ласка, спочатку виконайте команду «pull» або «re-clone».
vi: : Cúp lưu dữ liệu chưa được đồng bộ hóa. Vui lòng thực hiện lệnh `pull` hoặc `re-clone` trước.
zh_hans: 仓库未同步。请先执行拉取或重新克隆操作。
zh_hant: 倉庫未衕步。請先執行拉取或重新剋隆操作。

source: Repository settings contain duplicate identifier %@.
ar: إعدادات المستودع تحتوي على معرّف مكرر %@.
da: Repository-indstillinger indeholder en duplikeret identifikator %@.
de: Die Repository-Einstellungen enthalten einen doppelten Identifikator. %@.
es: Las configuraciones del repositorio contienen un identificador duplicado. %@.
fi: Tietokantaa koskevat asetukset sisältävät kaksinkertaisen tunnisteen. %@.
fr: Les paramètres du répertoire contiennent un identifiant redondant. %@.
he: הגדרות המאגר מכילות מזהה כפול %@.
hi: रिपॉजिटरी सेटिंग्स में दोहरा पहचानकर्ता शामिल है। %@.
hu: A tároló beállításai duplikált azonosítót tartalmaznak. %@.
id: Setelan repositori mengandung identifikasi duplikat %@.
it: Le impostazioni del repository contengono un identificatore duplicato. %@.
ja: リポジトリ設定に重複した識別子が含まれています。 %@.
ko: 저장소 설정에 중복된 식별자가 포함되어 있습니다. %@.
nb: Repozitorieinnstillingene inneholder en duplikert identifikator. %@.
nl: De opslagplaats-instellingen bevatten een dubbele identificator. %@.
pl: Ustawienia repositoria zawierają duplikowany identyfikator. %@.
pt_br: As configurações do repositório contêm um identificador duplicado. %@.
ru: Настройки репозитория содержат дублированный идентификатор. %@.
sv: Repozitorieinställningar innehåller en duplicerad identifierare. %@.
th: การตั้งค่า Repository มีค่าตัวระบุที่ซ้ำกัน %@.
tr: Depo ayarları, tekrarlanan tanımlayıcı içerir. %@.
uk: Налаштування репозиторію містять дубльований ідентифікатор. %@.
vi: Các cài đặt kho lưu trữ chứa định danh trùng lặp %@.
zh_hans: 仓库设置中存在重复标识符 %@.
zh_hant: 倉庫設定中存在重複識別符號 %@.

source: Repository settings could not be read: %@
ar: تعذر قراءة إعدادات المستودع: %@
da: Repository-indstillinger kunne ikke læses: %@
de: Die Repository-Einstellungen konnten nicht gelesen werden: %@
es: No se pudo leer la configuración del repositorio: %@
fi: Tietojenkäsittelylaitteen asetukset eivät olleet lukemassa: %@
fr: Impossible de lire les paramètres du répertoire : %@
he: לא ניתן לקרוא הגדרות המאגר: %@
hi: रिपॉजिटरी सेटिंग्स पढ़ने में असफलता: %@
hu: A tároló beállításai nem olvashatók: %@
id: Tidak dapat membaca pengaturan repositori: %@
it: Impossibile leggere le impostazioni del repository: %@
ja: リポジトリ設定の読み取りに失敗しました： %@
ko: 저장소 설정을 읽을 수 없었습니다: %@
nb: Repositorieinnstillinger kunne ikke leses: %@
nl: De opslagplaats-instellingen konden niet worden gelezen: %@
pl: Nie udało się przeczytać ustawień repositoria: %@
pt_br: Não foi possível ler as configurações do repositório: %@
ru: Не удалось прочитать настройки репозитория: %@
sv: Repozitorieinställningar kunde inte läsas: %@
th: ไม่สามารถอ่านการตั้งค่า repositorio ได้: %@
tr: Depo ayarları okunamadı: %@
uk: Неможливо прочитати налаштування репозиторію: %@
vi: Không thể đọc cài đặt kho lưu trữ: %@
zh_hans: 无法读取仓库设置： %@
zh_hant: 無法讀取倉庫設定： %@

source: Request data access or deletion
ar: طلب الوصول إلى البيانات أو حذفها
da: Anmod om dataadgang eller sletning
de: Anfrage zum Datenzugriff oder zur Löschung
es: Solicitar acceso o eliminación de datos
fi: Hälytä tietojen käyttöönotto tai poistamisesta
fr: Demander l'accès ou la suppression de données
he: לבקש גישה או מחיקה נתונים
hi: डेटा तक पहुँच या डेटा हटाने का अनुरोध करें
hu: Kérje be a adatokhoz való hozzáférés vagy az adatok törlését
id: Permintaan akses atau penghapusan data
it: Richiedi l'accesso o la cancellazione dei dati
ja: データのアクセスまたは削除を要求する
ko: 데이터 접근 또는 삭제 요청하기
nb: Be om datatilgang eller sletting
nl: Vraag toegang tot gegevens of verwijdering aan
pl: Zażądaj dostępu do danych lub ich usuwania
pt_br: Solicite acesso ou exclusão de dados
ru: Запросить доступ к данным или удалить их
sv: Beräkta dataåtkomst eller radering
th: ขออนุญาตเข้าถึงหรือลบข้อมูล
tr: Veriye erişim veya silme işlemi için talep edin
uk: Запитати доступ до даних або їх видалення
vi: Yêu cầu truy cập hoặc xóa dữ liệu
zh_hans: 请求数据访问或删除
zh_hant: 請求資料訪問或刪除

source: Resolve
ar: الحل
da: Løs
de: Auflösen
es: Resolver
fi: Ratkaise
fr: Résoudre
he: – פתרון
hi: – समाधान
hu: – Megoldás
id: Selesaikan
it: Risolvere
ja: 解決
ko: 해결
nb: – Løsning
nl: Oplossen
pl: Rozwiązywanie
pt_br: Resolver
ru: Решение
sv: Lösning
th: แก้ไข
tr: Çözüm
uk: Розв'язання
vi: Giải quyết
zh_hans: 解决
zh_hant: 解決

source: Resolve rebase conflicts in-app
ar: حل تعارضات إعادة الأساس داخل التطبيق
da: Løs rebase-konflikter i appen
de: Rebase-Konflikte in der App lösen
es: Resolver conflictos de rebase en la aplicación
fi: Ratkaiseva ristiriidat sovellussa
fr: Résoudre les conflits de rebase dans l&#39;application
he: : פתרת מתחי ה-REBASE בתוך האפליקציה
hi: : ऐप के भीतर रीबेस संघर्षों का समाधान
hu: : az alkalmazásban a rebase-konfliktusok elhárítása
id: Menyelesaikan konflik rebase dalam aplikasi
it: : Risoluzione dei conflitti di rebase all'interno dell'app
ja: ：アプリ内での再ベースアップコンフリクトを解決します
ko: : 앱 내 재기반화 충돌 해결
nb: : Løser rebase-konflikter innenfor appen
nl: : Resouderen van rebase-conflicten binnen de app
pl: : Rozwiązanie konfliktów rebase w aplikacji
pt_br: : Resolução de conflitos de rebase no app
ru: : Решение конфликтов переосмысления базы данных внутри приложения
sv: Lösar rebase-konflikter inom appen
th: : แก้ไขความขัดแย้งในการปรับฐานข้อมูลภายในแอป
tr: : Uygulamada yeniden temelleme çakıntılarını çözün
uk: : Розв'язання конфліктів з перестроянням бази даних у додатку
vi: : Giải quyết các xung đột tái định vị trong ứng dụng
zh_hans: ：解决应用内重置基准冲突
zh_hant: ：解決應用內重置基準衝突

source: Restore
ar: استعادة
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
he: שחזור
hi: पुनर्स्थापित करें
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復

source: Restore Purchases
ar: استعادة المشتريات
da: Gendan af køb
de: Einkäufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
he: שחזור רכישות
hi: खरीदारी को पुनः स्थापित करें
hu: Vásárlások visszaállítása
id: Bersihkan Pembelian
it: Ripristina acquisti
ja: 購入履歴の復元
ko: 구매 내역 복원
nb: Gjenopprettelse av kjøp
nl: Aankopen herstellen
pl: Odnawianie zakupów
pt_br: Restaurar Compras
ru: Восстановление покупок
sv: Återställa inköp
th: กู้คืนรายการซื้อ
tr: Satın Alma İşlemlerini Yenile
uk: Відновлення покупок
vi: Khôi phục các giao dịch mua hàng
zh_hans: 恢复采购
zh_hant: 恢復採購

source: Result text could not be encoded as UTF-8.
ar: لا يمكن ترميز نص النتيجة كـ UTF-8.
da: Resultatteksten kunne ikke kodes som UTF-8.
de: Ergebnistext konnte nicht als UTF-8 codiert werden.
es: El texto del resultado no se pudo codificar como UTF-8.
fi: Tulostotekstiä ei voitu koodata UTF-8:ksi.
fr: Le texte du résultat n&#39;a pas pu être codé comme UTF-8.
he: : הטקסט של התוצאה לא יכול להפוך ל-UTF-8.
hi: : परिणाम पाठ को UTF-8 में एनकोड नहीं किया जा सका।
hu: : A eredményszöveg nem alkalmazható UTF-8 kódolással.
id: : Teks hasil tidak dapat dikodekan menjadi UTF-8.
it: : il testo del risultato non è stato possibile codificare come UTF-8.
ja: ：結果テキストをUTF-8でエンコードできませんでした。
ko: : 결과 텍스트를 UTF-8 형식으로 인코딩할 수 없습니다.
nb: : Resultatteksten kunne ikke kodes som UTF-8.
nl: : Het resultaattekst kon niet worden gecodeerd als UTF-8.
pl: : Treść wyniku nie mogła zostać kodowana w formacie UTF-8.
pt_br: : O texto do resultado não pôde ser codificado como UTF-8.
ru: : Текст результата не может быть кодирован в формате UTF-8.
sv: : Resultattexten kunde inte kodas som UTF-8.
th: : ข้อความผลลัพธ์ไม่สามารถเข้ารหัสเป็น UTF-8 ได้
tr: : Sonuç metni UTF-8 biçiminde kodlanamadı.
uk: : Текст результату не можна кодувати як UTF-8.
vi: : Văn bản kết quả không thể mã hóa thành UTF-8.
zh_hans: ：结果文本无法编码为 UTF -8。
zh_hant: ：結果文本無法編碼爲 UTF -8。

source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Wiederholen
es: Intentar de nuevo
fi: Uudelleenyrittää
fr: Réessayer
he: ניסיון מחדש
hi: पुनः प्रयास करें
hu: Ismételje meg
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Herhaal
pl: Ponowne próba
pt_br: Tente novamente
ru: Повторить
sv: Försök igen
th: ลองใหม่อีกครั้ง
tr: Yeniden Deneyin
uk: Запуск повторно
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Retry relay deletion
ar: إعادة المحاولة relay حذف
da: Prøv igen relay Sletning
de: Wiederholen relay Löschen
es: Intentar de nuevo relay Borrado
fi: Uudelleenyrittää relay Poistaminen
fr: Réessayer relay Suppression
he: ניסיון מחדש relay מחיקה
hi: पुनः प्रयास करें relay हटाना
hu: Ismételje meg relay Törlés
id: Coba lagi relay Penghapusan
it: Riprova relay Cancellazione
ja: 再試行 relay 削除
ko: 다시 시도 relay 삭제
nb: Prøv igjen relay Sletting
nl: Herhaal relay Verwijdering
pl: Ponowne próba relay Usunięcie
pt_br: Tente novamente relay Exclusão
ru: Повторить relay Удаление
sv: Försök igen relay Ravdöpning
th: ลองใหม่อีกครั้ง relay การลบ
tr: Yeniden Deneyin relay Silme
uk: Запуск повторно relay Видалення
vi: Thử lại relay Xóa
zh_hans: 重试 relay 删除
zh_hant: 重試 relay 刪除

source: Revert
ar: تراجع
da: Fortryd
de: Rückgängig
es: Revertir
fi: Kumoa
fr: Annuler
he: בטל
hi: वापस करें
hu: Visszavonás
id: Kembalikan
it: Ripristina
ja: 元に戻す
ko: 되돌리기
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt_br: Reverter
ru: Отменить
sv: Ångra
th: ย้อนกลับ
tr: Geri al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 撤銷

source: Revert All
ar: التراجع عن الكل
da: Fortryd alle
de: Alle rückgängig
es: Revertir todo
fi: Kumoa kaikki
fr: Tout annuler
he: בטל הכל
hi: सभी वापस करें
hu: Összes visszavonása
id: Kembalikan semua
it: Ripristina tutto
ja: すべて元に戻す
ko: 모두 되돌리기
nb: Angre alle
nl: Alles ongedaan maken
pl: Cofnij wszystko
pt_br: Reverter tudo
ru: Отменить все
sv: Ångra alla
th: ย้อนกลับทั้งหมด
tr: Tümünü geri al
uk: Скасувати все
vi: Hoàn tác tất cả
zh_hans: 全部撤销
zh_hant: 全部撤銷

source: Revert All Changes
ar: التراجع عن جميع التغييرات
da: Fortryd alle ændringer
de: Alle Änderungen rückgängig
es: Revertir todos los cambios
fi: Kumoa kaikki muutokset
fr: Annuler toutes les modifications
he: בטל את כל השינויים
hi: सभी बदलाव वापस करें
hu: Összes változás visszavonása
id: Kembalikan semua perubahan
it: Ripristina tutte le modifiche
ja: すべての変更を元に戻す
ko: 모든 변경사항 되돌리기
nb: Angre alle endringer
nl: Alle wijzigingen ongedaan maken
pl: Cofnij wszystkie zmiany
pt_br: Reverter todas as alterações
ru: Отменить все изменения
sv: Ångra alla ändringar
th: ย้อนกลับการเปลี่ยนแปลงทั้งหมด
tr: Tüm değişiklikleri geri al
uk: Скасувати всі зміни
vi: Hoàn tác tất cả thay đổi
zh_hans: 撤销所有更改
zh_hant: 撤銷所有更改

source: Revert Changes
ar: التراجع عن التغييرات
da: Fortryd ændringer
de: Änderungen rückgängig
es: Revertir cambios
fi: Kumoa muutokset
fr: Annuler les modifications
he: בטל שינויים
hi: बदलाव वापस करें
hu: Változások visszavonása
id: Kembalikan perubahan
it: Ripristina modifiche
ja: 変更を元に戻す
ko: 변경사항 되돌리기
nb: Angre endringer
nl: Wijzigingen ongedaan maken
pl: Cofnij zmiany
pt_br: Reverter alterações
ru: Отменить изменения
sv: Ångra ändringar
th: ย้อนกลับการเปลี่ยนแปลง
tr: Değişiklikleri geri al
uk: Скасувати зміни
vi: Hoàn tác thay đổi
zh_hans: 撤销更改
zh_hant: 撤銷更改
